[
  {
    "_id": 1,
    "titleImg": "/images/movies/red-black-title.png",
    "bgImg": "/images/movies/red-black-preview.png",
    "previewImg": "/images/movies/red-black-preview.jpg",
    "video": "https://www.youtube.com/embed/r1vX7tj-4oA?si=RbFhajng1fY-h1CC",
    "title": "RED-BLACK (CARMEN)",
    "year": "1987",
    "format": "Format:16mm",
    "length": "16min",
    "category": "Drama",
    "description": "A free interpretation of the novel “CARMEN” by Prosper Merimee and the opera by Georges Bizet. Direction-Script-Editing: Stella Belessi. Production: Anestis Katsiamakas, Stella Belessi. The Cast: Smaragda Diamantidou, Joyce Evidi, Michalis Reppas, Kassiani Kontou. Festivals: National Festival of Drama, 1987 (Official Competition), Carlovy Vary, 1987, Koszalin, Poland 1987, National Festival of Hungary 1989. Awards: Foreign Representatives Award in Drama Festival, 1987.",
    "active": true
  },
  {
    "_id": 2,
    "titleImg": "/images/movies/glass-portrait-movie-title.png",
    "bgImg": "/images/movies/glass-portraits-preview.png",
    "previewImg": "/images/movies/glass-portraits-poster.jpg",
    "video": "https://www.youtube.com/embed/v_kMquRQxqo?si=1X_CjZFwtgfa51pC",
    "title": "GLASS PORTRAITS",
    "year": "1987",
    "format": "Format:16mm",
    "length": "12min",
    "category": "Drama",
    "description": "An incest between a father and his daughter ends in a tragedy. Direction-Script-Editing: Stella Belessi. Production: THE HELLENIC CINEMA AND TV SCHOOL “LYCOURGOS STAVRAKOS”, Anestis Katsiamakas. Cinematography: May Buol. The Cast: Aris Michopoulos, Eleftheria Vidakis, Vana Xilouris. Festivals: Munich Film Festival, 1987, National Festival of Drama, 1988 (Official Competition), Tel-Aviv Film Festival, 1988. Awards: Third Prize in the Mediterranean Script Contest, Saint Cyprien, France, 1986.",
    "active": false
  },
  {
    "_id": 3,
    "titleImg": "/images/movies/him-them-and-the-ghosts-title.png",
    "bgImg": "/images/movies/him-them-and-the-ghosts-big-image.png",
    "previewImg": "/images/movies/him-them-and-the-ghosts-preview.jpg",
    "video": "https://www.youtube.com/embed/1OrnkGmMm5g?si=yPcms22Dp4vRipFs",
    "title": "THREE……… AND THE GHOSTS",
    "year": "1987",
    "format": "Format:16mm",
    "length": "10min",
    "category": "Black Comedy",
    "description": "The actors in a theatrical play are killing each other during the performance trying to steal a precious necklace. Direction-Script-Editing: Stella Belessi. Production-Cinematography: May Buol. The Cast: Annita Gabriel, Panayotis Spiliopoulos, Aggeliki Darla. Festivals: National Festival of Drama, 1987 (Open Screen), Munich Film Festival, 1987 where the director was selected to create a short film about the festival.",
    "active": false
  },
  {
    "_id": 4,
    "titleImg": "/images/movies/biographies.png",
    "bgImg": "/images/movies/biographies-big-image.png",
    "previewImg": "/images/movies/biographies-preview.jpg",
    "video": "https://www.youtube.com/embed/UIBrYSv0ySM?si=yhntiO7JG-Qq4rdg",
    "title": "BIOGRAPHIES",
    "year": "1989",
    "format": "Format:16mm",
    "length": "75min",
    "category": "Drama",
    "description": "PART 1: A young writer meets several people who knew Alexandros killed in a distant war looking for his traces. He enters to a labyrinth of new ideas and sentiments. PART 2: A young journalist arrives in a village searching information about a crazy woman Rinio who killed herself after setting on fire the Community’s offices. Alexandros and Rinio’s daughter Myrsini are strangely connected. Direction-Script-Editing: Stella Belessi. Cinematography: May Buol. The Cast: Panayotis Spiliopoulos, Natassa Nikolakakis, Eleftheria Vidakis, Alexandros Fassois, Vana Xilouris, Aggeliki Darla. Festivals: Thessaloniki Film Festival, 1989 (Informative Section).",
    "active": false
  },
  {
    "_id": 5,
    "titleImg": "/images/movies/maria-electra-title.png",
    "bgImg": "/images/movies/maria-electra-preview.png",
    "previewImg": "/images/movies/maria-electra-movie-poster.jpg",
    "video": "https://www.dailymotion.com/embed/video/x8vv6ze?autoplay=1",
    "title": "MARIA - ELECTRA",
    "year": "1996",
    "format": "-",
    "length": "1h 45min",
    "category": "Drama",
    "description": "A student, Maria, takes the train from Athens to the Greek province to sell books. She is actually a prostitute under the pseudonym Electra and follows a specific route to meet her clients. Her goal is to take revenge for her father’s assassination by her mother and her step-father. She will fall in love with an acrobat and descend into Hades, but at the end, she will find redemption. A modern version of the myth of the Atrides. Direction-Script-Editing: Stella Belessi. Production: SELINI FILMS LTD, ROYAL FILM, ORPHEE PRODUCTIONS (FRANCE), KATERINA FILM (BULGARIA). With the support of EUROPEAN SCRIPT FUND, SCALE and the GREEK FILM CENTER. Cinematography: Vangelis Katritzidakis. The Cast: Alexandra Batsalia, Yorgos Zachariadis, Vana Xilouris, Stelios Kalathas, Napoleon Roditis, Rena Venieri, Eleni Voutira, Sevi Manda, Nikow Alatzas, Stavros Panousis, Leonidas Marmaridis, Efthymis Dimitriou, Constantina Varsami, Emilia Pagona, Ophelia Dimopoulou, Constantios Chionis, Yorgos Fritzilas, Syllas-Seraphim Charalambidis, Argiris Galaris and Antoinette Rossi. Festivals: CRETEIL FILM FESTIVAL, FRANCE, MONTPELLIER FILM FESTIVAL, FRANCE, LOVE IS FOLLY, BULGARIA (special mention of the Jury) etc.",
    "active": false
  },
  {
    "_id": 6,
    "titleImg": "/images/movies/games-in-edem-title.png",
    "bgImg": "/images/movies/games-in-edem-preview.png",
    "previewImg": "/images/movies/games-in-edem.png",
    "video": "https://www.dailymotion.com/embed/video/x8vv30e?autoplay=1",
    "title": "EDEN GAMES",
    "year": "2002",
    "format": "-",
    "length": "1h 51min",
    "category": "Comedy",
    "description": "The “God” is the owner of the game’s development company “EDEN”, that created video games such as “David and Goliath”, “Noah’s Ark”, etc. The “Devil” is the former head programmer of the company, dismissed when found stealing programs. God and the Devil are playing the famous American computer game “Diablo II”. God has a favor to ask from the Devil. Direction: Stella Belessi. Script: Costas Labroulis, Stella Belessi. Production: V. A. FILMS, Dimitra Alata, Stella Belessi. Cinematography: Nikos Stathoyanopoulos. The Cast: Vasilis Koukouras, Vicky Koulianou, Dimitris Poulikakos, Odysseas Stamoulis, Tania Kapsali, Dora Chrysikou, Antzela Zouganeli.",
    "active": false
  },
  {
    "_id": 7,
    "titleImg": "/images/movies/night-of-the-butterflies-movie-title.png",
    "bgImg": "/images/movies/night-of-butterflies-preview.png",
    "previewImg": "/images/movies/night-of-the-butterflies-movie-poster.jpg",
    "video": "https://www.youtube.com/embed/Sz8_o-vdsHg?si=GwtaQfmZ-cBNlwRY",
    "title": "The Night With The Butterflies",
    "year": "2009",
    "format": "-",
    "date": "09th November",
    "length": "1h 15min",
    "category": "Drama with documentary elements",
    "description": "What happens when a butterfly flaps its wings in India? Is there really an earthquake in Larissa or any other city in the world? Does chaos theory work? Lena, a well-known journalist from Larissa, has just returned from her honeymoon trip to India. Together with her husband, Mario, they invite six friends to their house, to drink a glass of wine and show them footage of this distant and exotic country. The next day, on the occasion of the previous night, the lives of the heroes will have been turned upside down. Direction-Script-Editing: Stella Belessi. Production: THESSALIA TV, Stella Belessi. Cinematography: Dimitris Papagiotis. The Cast: Anna Gletsou, Theodora Moukouli, Eleni Makri, Christos Chalvatzaras, Yannis Harismaidis, Thodoris Kanakis, Vassilis Karmiris, Stelios Kalathas, Efi Venianaki. Festivals: Chalkida Docfest, 2010, International Film Festival of Fez, Morroco, 2011, special Quality Award.",
    "active": false
  },
  {
    "_id": 8,
    "titleImg": "/images/movies/dark-venice-title.png",
    "bgImg": "/images/movies/dark-venice-preview.png",
    "previewImg": "/images/movies/dark-venice-movie-poster.jpg",
    "video": "https://www.youtube.com/embed/xCqvDCXiC_g?si=dPRSLt4PTeyhzpKq",
    "title": "DARK VENICE",
    "year": "2012",
    "format": "-",
    "length": "10min",
    "category": "Horror",
    "description": "A young woman is sleeping in a hotel room. She is dreaming of a strange terrifying night walk in Venice. Dream or reality? Direction-Script-Editing-Production: Stella Belessi. Cinematography: Dimitris Papagiotis. The Cast: Vicky Stavridi. Festivals: International Short Film Festival of Patras, 2012.",
    "active": false
  },
  {
    "_id": 9,
    "titleImg": "/images/movies/final-shooting.png",
    "bgImg": "/images/movies/final-shooting-preview.png",
    "previewImg": "/images/movies/final-shooting-poster.jpg",
    "video": "https://www.youtube.com/embed/obiQZe8HPa4?si=bXSYrt41fF8syuEm",
    "title": "Final Shooting",
    "year": "2013",
    "format": "-",
    "length": "1h 20min",
    "category": "Thriller",
    "description": "New Year’s Eve. In a European country. Scourged by the financial crisis. A country, where, besides their personal issues, people are afraid of losing their underpaid jobs. A country, where everyone can be placed in the Black List. The producer, the leading actress, the cameraman and the assistant director of a T.V. series are closed by accident in the studio. There is no way of communication with the outer world. They are going to get out of there on January the 3rd when the studio will reopen. The producer is the first to be murdered. The invisible murderer isn’t going to stop until he kills everyone. Direction-Script-Production: Stella Belessi. The Cast: Nikolas Piperas, Romina Katsikian, Paola King-Borrero, Marc Blake, Yannis Georgoulis, Costis Malkotsis, Savvas Mavrikidis, Maria Carras, Melina Lee Son. Cinematography: Vassilis Karoutzos, Andreas Margiolas.",
    "active": false
  }
]
